Repository: brotkrueml/typo3-matomo-integration
Catalog: Resources/Private/Language/*.SiteConfiguration.xlf
Languages: da, de

# cookieTracking
source: Use tracking cookies (🗙 activating option has a negative impact on privacy)
da: Brug sporingscookies (aktivering har en negativ indvirkning på privatlivets fred)
de: Tracking-Cookies verwenden (🗙 Aktivieren der Option hat negative Auswirkungen auf die Privatsphäre)

# disableBrowserFeatureDetection
source: Disable browser feature detection (✔ activating option has a positive impact on privacy)
da: Deaktivér browserdetektion (aktivering har en positiv indvirkning på privatlivets fred)
de: Browsererkennung deaktivieren (✔️ Aktivieren der Option hat positive Auswirkungen auf die Privatsphäre)

# disableCampaignParameters
source: Disable campaign parameters (Matomo 5.1+, ✔ activating option has a positive impact on privacy)
da: Deaktivér kampagneparametre (Matomo 5.1+, ✔️ aktivering af muligheden har en positiv indvirkning på privatlivets fred)
de: Kampagnenparameter deaktivieren (Matomo 5.1+, ✔️ Aktivierungsoption wirkt sich positiv auf die Privatsphäre aus)

# doNotTrack
source: Respect &quot;Do not track&quot; browser setting (✔ activating option has a positive impact on privacy)
da: Respekt &quot;spor ikke&quot; browser indstilling (aktivering har en positiv indvirkning på privatlivets fred)
de: Berücksichtige "Do not Track"-Browsereinstellung (✔️ Aktivieren der Option hat positive Auswirkungen auf die Privatsphäre)

# errorPagesTemplate
source: Document title template for tracking of error pages
da: Dokumenttitel skabelon til sporing af fejlsider
de: Dokumenttitelvorlage für die Verfolgung von Fehlerseiten

source: Heart beat timer
da: Pulsmåler

source: Link tracking
da: Link sporing
de: Linkverfolgung

# noScript
source: Track users with JavaScript disabled
da: Spor brugere med JavaScript deaktiveret
de: Nutzer mit deaktiviertem JavaScript verfolgen

source: Options
da: Muligheder
de: Optionen

source: Performance tracking
da: Sporing af ydeevne
de: Leistungsverfolgung

# requireConsent
source: Require consent (✔ activating option has a positive impact on privacy)
da: Kræver samtykke (aktivering har en positiv indvirkning på privatlivets fred)
de: Einwilligung erforderlich (✔️ Aktivierung der Option hat positive Auswirkungen auf die Privatsphäre)

# requireCookieConsent
source: Require cookie consent (✔ activating option has a positive impact on privacy)
da: Kræver cookie-samtykke (aktivering har en positiv indvirkning på privatlivets fred)
de: Cookie-Einwilligung erforderlich (✔️ Aktivieren der Option hat einen positive Auswirkungen auf die Privatsphäre)

source: Site ID
da: Websted ID

source: Tag Manager
da: Tag håndtering

# tagManagerContainerIds
source: Container IDs
da: Container ID

# tagManagerContainerIds.description
source: Use a comma to separate multiple container IDs.
da: Brug komma til at adskille flere container- ID'er.
de: Mit Kommas werden mehrere Container-IDs getrennt.

# tagManagerDebugMode
source: Debug mode
da: Fejlfindingstilstand
de: Debug-Modus

source: Track all content impressions
da: Spor alle indholdsvisninger
de: Alle Inhalts-Impressionen verfolgen

source: Track error pages
da: Spor fejlsider
de: Fehlerseiten verfolgen

source: Track JavaScript errors
da: Spor JavaScript fejl
de: JavaScript-Fehler verfolgen

source: Track visible content impressions
da: Spor synlige indholdsvisninger
de: Sichtbare Inhalts-Impressionen verfolgen
